{
  "przepisy": [
    {
      "nazwa": "Barcz czerwony z uszkami",
      "opis": "Do garnka wlać 500 ml wody, wsypać suszone borowiki. Na palniku kuchenki opalić nieobraną cebulę oraz 1 ząbek czosnku. Cebulę i czosnek przekroić na pół i dodać do grzybów. Zagotować na umiarkowanym ogniu, następnie zmniejszyć ogień do minimum, przykryć i na minimalnym ogniu gotować przez około 25 minut (wywar ma tylko lekko mrugać a nie mocno się gotować). W międzyczasie dodać do wywaru liście laurowe, ziele angielskie i pieprz ziarnisty. Buraki i selera umyć, obrać ze skórki, następnie zetrzeć na tarce (na dużych oczkach, jak do surówki) lub posiekać w melakserze. Jabłko razem ze skórką zetrzeć na tarce. Starte buraki, selera i jabłko włożyć do dużego garnka (warzyw będzie dość sporo), dodać 2, 5 litry wody oraz wywar z grzybami. Przykryć garnek i zagotować na minimalnym ogniu (zagotowanie ma trwać około 20 minut). W międzyczasie dodać goździki, cynamon i anyż jeśli ich używamy. Po zagotowaniu trzymać wywar jeszcze na minimalnym ogniu przez około 10 minut. Na koniec dodać ocet i wymieszać. Odstawić z ognia. Do barszczu warto dodać wywar grzybowy pozostały po USZKACH (niekoniecznie cały) oraz 250 ml KWASU BURAKOWEGO. Barszcz odstawić na około godzinę. W międzyczasie można zacząć przygotowywać USZKA. Do barszczu dodać sól (do smaku), pieprz mielony, cukier oraz świeży posiekany ząbek czosnku, znów zostawić na minimum godzinę ale najlepiej do czasu całkowitego ostudzenia. Barszcz przecedzić i schować do lodówki. Następnego dnia lub przed podaniem podgrzać, spróbować i w razie potrzeby doprawić solą i pieprzem.",
      "obrazek": "../assets/img/christmas1.jpg",
      "typy": ["zupy"]
    },
    {
      "nazwa": "Zupa grzybowa",
      "opis": "Suszone grzyby płuczemy pod bieżącą wodą, zalewamy dwoma szklankami wrzątku i odstawiamy na pół godziny. Do większego garnka wlewamy wodę, a następnie dodajemy sól, pieprz, ziele angielskie, liście laurowe, a także obrane i pokrojone w kostkę marchewki, pietruszki, selera, suszone grzyby, połowę posiekanej natkę pietruszki i koperek. Gotujemy na średnim ogniu przez 40 minut. W tym czasie na patelni podsmażamy na oleju przeciśnięty przez praskę czosnek, pokrojone w kosteczkę ziemniaki (chyba, że zamiast ziemniaków wolicie makaron to należy go po prostu osobno ugotować), pozostałą posiekaną natkę pietruszki oraz świeże grzyby (np. kurki, borowiki, podgrzybki lub w ostateczności pieczarki).   Smażymy na małym ogniu przez 5-7 minut, a następnie dodajemy zawartość patelni do zupy. Gotujemy przez 25-30 minut na średnim ogniu.  W kubku mieszamy śmietankę 30% lub śmietanę 18% z 1/2 szklanki wywaru oraz łyżeczką mąki (możesz pominąć mąkę), wlewamy z powrotem do zupy, mieszamy. Zupę przyprawiamy do smaku solą i pieprzem, a następnie ściągamy z palnika. Jeżeli zrezygnowałaś/eś z ziemniaków to zupę podajemy z osobno ugotowanym, dowolnym makaronem.",
      "obrazek": "../assets/img/christmas3.jpg",
      "typy": ["zupy"]
    },
    {
      "nazwa": "Pierogi z kapustą i grzybami",
      "opis": "Grzyby opłukać, zalać zimną wodą i odstawić na 6 godzin lub na całą noc. Następnego dnia zagotować, dodać obraną marchewkę, pietruszkę i gotować aż będą miękkie. Pod koniec gotowania doprawić solą i pieprzem. Kapustę odcisnąć i ugotować w 300 ml wody do miękkości z dodatkiem soli do smaku (ok. 45 minut), dokładnie odcisnąć. Grzyby, marchewkę i pietruszkę odcedzić, zachowując wywar (wykorzystać do np. do zupy grzybowej). Bardzo dobrze odcisnąć z wody i razem z kapustą zmielić w maszynce do mięsa o bardzo dużych oczkach, ok 1 cm średnicy (lub drobno posiekać na desce). Na patelni na oleju zeszklić cebule, dodać do farszu. Składniki farszu dobrze wyrobić, łącząc wszystko razem, doprawić solą i pieprzem. Mąkę przesiać do miski, dodać sól. Do gorącej wody włożyć masło i roztopić, stopniowo wlewać do mąki, mieszając wszystko łyżką. Połączyć składniki i wyłożyć je na podsypaną mąką stolnicę. Zagniatać ciasto przez około 10 minut aż będzie gładkie i miękkie. Ciasto włożyć do miseczki, szczelnie przykryć i odstawić na 30 minut. Ciasto podzielić na 4 części, kolejno rozwałkowywać na placki. Małą szklanką wycinać kółeczka, na środek nakładać farsz, składać na pół i zlepiać brzegi w pierogi. Gotować do miękkości, przez około 3 minuty, ale najlepiej sprawdzić czy pierogi są już miękkie, odławiając jednego na łyżkę cedzakową i dotykając palcem. Podawać z zeszkloną na oleju pokrojoną w drobną kostkę cebulą.",
      "obrazek": "../assets/img/christmas2.jpg",
      "typy": ["pierogi", "dania z kapustą"]
    },
    {
      "nazwa": "Pierogi ruskie",
      "opis": "Mąkę przesiać do miski, dodać sól. Do gorącej wody włożyć masło i roztopić, stopniowo wlewać do mąki, mieszając wszystko łyżką. Połączyć składniki i wyłożyć je na podsypaną mąką stolnicę. Zagniatać ciasto przez około 8 - 10 minut aż będzie gładkie i plastyczne. Ciasto włożyć do miseczki, przykryć folią, odstawić na 30 minut. W międzyczasie zacząć przygotowywać farsz. Ziemniaki obrać, opłukać, włożyć do garnka, dodać sól, przykryć zimną wodą i zagotować. Gotować pod uchyloną pokrywą przez około pół godziny lub do miękkości.  Odcedzić, włożyć z powrotem do garnka i jeszcze gorące roztłuc dokładnie tłuczkiem do ziemniaków na gładką masę bez grudek. Ziemniaki całkowicie ostudzić, odparować. Twaróg pokruszyć, rozgnieść widelcem lub praską (sera nie mielimy w maszynce bo nadzienie wyjdzie za rzadkie). Wymieszać z ziemniakami, doprawić solą i pieprzem. Cebulkę (jeśli dodajemy) pokroić w kostkę i zeszklić na maśle lub smalcu, dodać do nadzienia, wymieszać. Ciasto pierogowe podzielić na 4 części. Kolejno rozwałkowywać na placki. Małą szklanką wycinać kółka z ciasta, na środek nakładać po jednej pełnej łyżce farszu (lub tyle ile się zmieści). Składać ciasto na pół i zlepiać dokładnie brzegi, uważając aby nadzienie nie dostało się w miejsce sklejenia. Gotowe pierogi układać na stolnicy lub blacie podsypanych mąką. W dużym garnku zagotować osoloną wodę i jak będzie mocno wrzała, włożyć pierwszą partię pierogów (około 15 sztuk). Po ponownym zagotowaniu zmniejszyć ogień do średniego i gotować pierogi do czasu wypłynięcia na powierzchnię. Po wypłynięciu pierogów gotować je jeszcze przez około 1, 5 minuty (wyłowić jednego pieroga łyżką cedzakową i sprawdzić palcem czy ciasto jest już miękkie, dokładny czas gotowania będzie zależał między innymi od grubości ciasta i wielkości pierogów). Pierogi wyławiać łyżką cedzakową i układać na talerzach. Od razu podawać lub po obeschnięciu schować do pojemników i przechowywać w lodówce. Można też zamrozić. Podawać np. z zeszkloną na oleju lub smalcu cebulą lub z roztopionym smalcem ze skwarkami oraz z gęstą, kwaśną śmietaną.",
      "obrazek": "../assets/img/christmas4.jpg",
      "typy": ["pierogi"]
    },
    {
      "nazwa": "Kapusta z grzybami",
      "opis": "Grzyby wypłukać w chłodnej wodzie, włożyć do rondelka, zalać 2 szklankami wody i odstawić do namoczenia na całą noc lub na kilka godzin. Wylać wodę z moczenia grzybów, wlać świeżą w ilości 2 szklanek, posolić i gotować przez ok. 20 - 30 minut (do miękkości). Odcedzić zachowując oddzielnie wywar i grzyby. Grzyby pokroić na mniejsze kawałki. Kapustę odcisnąć i posiekać, włożyć do garnka i zalać przecedzonym wywarem z grzybów. Wlać 2 dodatkowe szklanki bulionu lub wody, dodać listek laurowy i ziela angielskie i gotować początkowo w odkrytym garnku na większym ogniu, następnie już pod przykryciem na małym, aż do miękkości przez ok. 40 - 45 minut. Marchewkę obrać, umyć i zetrzeć na tarce o dużych oczkach. Dodać do gotującej się kapusty na 10 minut przed końcem jej gotowania. Obrać i posiekać cebulę w drobną kosteczkę. Zeszklić na patelni na 2 łyżkach oleju. Na patelni rozgrzać pozostałe 2 łyżki oleju, dodać mąkę i podgrzewać mieszając aż zrobi się jasnobrązowa zasmażka. Cebulę, zasmażkę i grzyby dodać do ugotowanej kapusty, wymieszać i dokładnie zagotować. Doprawić solą, pieprzem i ewentualnie szczyptą cukru. Zdjąć z ognia i jeśli kapustę będziemy podawać dopiero w kolejnych dniach, najlepiej zamknąć ją jeszcze gorącą w słoiki. Po ostudzeniu wstawić do lodówki.",
      "obrazek": "../assets/img/christmas5.jpg",
      "typy": ["dania z kapustą"]
    },
    {
      "nazwa": "Kapusta z grochem",
      "opis": "Groch zalać poprzedniego dnia wieczorem litrem zimnej wody i odstawić na całą noc do namoczenia. Następnego dnia przełożyć do garnka, w razie potrzeby wlać więcej wody aby całkowicie przykrywała groch i zagotować. Zebrać pianę, następnie dodać kostkę bulionową, wymieszać i ponownie zagotować. Doprawić solą w razie potrzeby, przykryć i gotować przez ok. 30 minut lub do miękkości, od czasu do czasu zamieszać. Otworzyć garnek i odparować. Groch może się częściowo rozgotować. Kapustę drobniej posiekać i w razie potrzeby przepłukać na sitku jeśli jest bardzo kwaśna. Włożyć do czystego garnka, podlać małą ilością wody, przykryć i gotować do miękkości przez ok. 20 minut. W międzyczasie 2 - 3 razy zamieszać i uzupełnić wodę w razie potrzeby. Na koniec odparować resztę płynu. Na dużą patelnię wlać olej, dodać pokrojoną w kosteczkę cebulę, listek laurowy, ziele i kminek. Podsmażać przez ok. 5 minut co chwilę mieszając. Dodać kapustę i mieszając smażyć przez około 10 minut. Doprawić świeżo zmielonym pieprzem. Dodać groch, wymieszać i pogotować przez ok. 5 minut.",
      "obrazek": "../assets/img/christmas6.jpg",
      "typy": ["dania z kapustą"]
    },
    {
      "nazwa": "Sałatka jarzynowa",
      "opis": "Ziemniaki, marchewkę i pietruszkę umyć (nie obierać), włożyć do garnka, zalać wodą, posolić i gotować pod przykryciem do miękkości, przez ok. 40 minut. Odcedzić, ostudzić, obrać ze skórek i pokroić w kosteczkę, włożyć do dużej miski. Jajka ugotować na twardo (ok. 5 - 6 minut licząc od zagotowania się wody), pokroić w kosteczkę, dodać do miski z jarzynami. Ogórki, cebulę oraz jabłko obrać i pokroić w kosteczkę, dodać do miski. Wsypać dobrze odsączony i osuszony groszek. Całość doprawić solą (około 1/2 łyżeczki) oraz zmielonym czarnym pieprzem (około 1/2 łyżeczki). Wymieszać z majonezem (kilka łyżek zostawić do dekoracji) oraz musztardą. Przełożyć do salaterki i pokryć odłożonym majonezem, udekorować wedle uznania.",
      "obrazek": "../assets/img/christmas7.jpg",
      "typy": ["sałatki"]
    },
    {
      "nazwa": "Śledzie pod pierzynką",
      "opis": "Śledzie pokroić na kawałeczki, skropić sokiem z cytryny, wymieszać z drobno posiekaną cebulą, musztardą, olejem, doprawić świeżo zmielonym pieprzem i wyłożyć do szklanej dużej salaterki. Posmarować warstwą majonezu (ok. 1/3 ilości). Buraki i ziemniaki gotować w mundurkach w oddzielnych garnkach. Buraczki gotować przez ok. 1 i 1/2 godziny, ziemniaki około 1 godzinę. Małe buraczki i ziemniaki będą się gotować krócej. Warzywa odcedzić i ostudzić. Ziemniaki obrać ze skórki, pokroić w kosteczkę i doprawić solą oraz pieprzem, położyć na warstwie śledzia. Dodać obrane i pokrojone w kosteczkę ogórki. Posmarować warstwą majonezu. Buraczki obrać i zetrzeć na tarce o dużych oczkach, dodać do sałatki i posmarować ostatnią częścią majonezu. Jajka ugotować na twardo i drobno posiekać na desce, dodać do sałatki. Na wierzch dać starty ser i szczypiorek. Odstawić na minimum godzinę, można przygotować dzień wcześniej i trzymać w lodówce.",
      "obrazek": "../assets/img/christmas8.jpg",
      "typy": ["sałatki", "dania ze śledziami"]
    },
    {
      "nazwa": "Śledzie w oleju",
      "opis": "Śledzie moczyć w zimnej wodzie, zmieniając wodę trzykrotnie w ciągu 1,5 godziny. Spróbować czy nie są jeszcze za słone, w razie potrzeby jeszcze raz wypłukać. Każdy filet pokroić na 4 - 5 kawałków. Ułożyć kawałki śledzi w słoiku przekładając zielem, listkiem i pieprzem. Zalać dokładnie olejem i odstawić na 3 - 4 dni. Od czasu do czasu można przekręcić słoik do góry nogami. W dniu podania posiekać cebulę, oprószyć ją solą i odczekać aż zmięknie, dodać do śledzi i podawać skrapiając sokiem z cytryny lub odrobiną octu.",
      "obrazek": "../assets/img/christmas9.jpg",
      "typy": ["dania ze śledziami"]
    }
  ]
}